tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions", "https://mirrors.ustc.edu.cn/homebrew-cask-versions.git"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
brew "ack"
brew "openssl@1.1"
brew "aria2"
brew "autoconf"
brew "bat"
brew "binutils"
brew "bottom"
brew "python@3.9"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "fd"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "git-delta"
brew "hexyl"
brew "imagemagick"
brew "iperf3"
brew "libssh"
brew "lsd"
brew "mas"
brew "ncdu"
brew "neovim"
brew "node"
brew "pidof"
brew "procs"
brew "pstree"
brew "qt@5"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "uftp"
brew "wget"
brew "youtube-dl"
brew "zssh"
brew "wader/tap/fq"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "android-studio"
cask "audacity"
cask "barrier"
cask "dukto"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "idafree"
cask "iterm2"
cask "klogg"
cask "microsoft-edge"
cask "obs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qt-creator"
cask "quicklook-json"
cask "quicklookase"
cask "shadowsocksx-ng"
cask "uninstallpkg"
cask "visual-studio-code"
cask "vlc"
cask "xmind"
mas "360压缩大师", id: 1499126464
mas "iShot", id: 1485844094
mas "Keynote 讲演", id: 409183694
mas "Numbers 表格", id: 409203825
mas "Pages 文稿", id: 409201541
mas "QQ音乐", id: 595615424
mas "WPS Office", id: 1443749478
mas "Xcode", id: 497799835
mas "企业微信", id: 1189898970
mas "微信", id: 836500024
mas "滴答清单", id: 966085870
