{
    "apps": [
        {
            "Info": "",
            "Updated": "2022-08-24T12:21:01.3888413+08:00",
            "Source": "main",
            "Name": "7zip",
            "Version": "22.01"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:46:26.0104525+08:00",
            "Source": "main",
            "Name": "ack",
            "Version": "3.7.0"
        },
        {
            "Info": "",
            "Updated": "2023-02-20T10:59:19.7504244+08:00",
            "Source": "main",
            "Name": "adb",
            "Version": "34.0.0"
        },
        {
            "Info": "",
            "Updated": "2022-10-25T11:07:30.844655+08:00",
            "Source": "extras",
            "Name": "archwsl",
            "Version": "22.10.16.0"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T15:59:19.1273258+08:00",
            "Source": "main",
            "Name": "aria2",
            "Version": "1.36.0-1"
        },
        {
            "Info": "",
            "Updated": "2022-09-15T11:32:51.5351697+08:00",
            "Source": "main",
            "Name": "bat",
            "Version": "0.22.1"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:46:57.1103002+08:00",
            "Source": "main",
            "Name": "busybox",
            "Version": "4882-g6e0a6b7e5"
        },
        {
            "Info": "",
            "Updated": "2023-01-28T15:38:53.0005839+08:00",
            "Source": "main",
            "Name": "cmake",
            "Version": "3.25.2"
        },
        {
            "Info": "",
            "Updated": "2023-01-28T15:38:59.8775073+08:00",
            "Source": "extras",
            "Name": "copyq",
            "Version": "6.4.0"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:47:04.0088613+08:00",
            "Source": "extras",
            "Name": "cpu-z",
            "Version": "2.05"
        },
        {
            "Info": "",
            "Updated": "2022-12-19T10:58:14.4660441+08:00",
            "Source": "main",
            "Name": "delta",
            "Version": "0.15.1"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T15:59:58.1574379+08:00",
            "Source": "extras",
            "Name": "dependencies",
            "Version": "1.11.1"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:00:01.9673299+08:00",
            "Source": "extras",
            "Name": "dismplusplus",
            "Version": "10.1.1002.1"
        },
        {
            "Info": "",
            "Updated": "2022-12-23T10:02:58.7377243+08:00",
            "Source": "ashton",
            "Name": "dual-key-remap",
            "Version": "0.7"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:00:05.9417779+08:00",
            "Source": "nirsoft",
            "Name": "encryptedregview",
            "Version": "1.05"
        },
        {
            "Info": "",
            "Updated": "2022-12-02T14:30:58.9759746+08:00",
            "Source": "extras",
            "Name": "everything",
            "Version": "1.4.1.1022"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:47:10.4727389+08:00",
            "Source": "main",
            "Name": "fd",
            "Version": "8.7.0"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:47:54.8253501+08:00",
            "Source": "main",
            "Name": "ffmpeg",
            "Version": "6.0"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:48:51.0066003+08:00",
            "Source": "main",
            "Name": "ffmpeg-shared",
            "Version": "6.0"
        },
        {
            "Info": "",
            "Updated": "2023-01-05T14:22:05.4636838+08:00",
            "Source": "main",
            "Name": "file",
            "Version": "5.43"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:48:56.9038371+08:00",
            "Source": "main",
            "Name": "gdu",
            "Version": "5.22.0"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:49:52.1488024+08:00",
            "Source": "main",
            "Name": "git",
            "Version": "2.39.2.windows.1"
        },
        {
            "Info": "",
            "Updated": "2023-02-14T17:21:52.6611512+08:00",
            "Source": "main",
            "Name": "hexyl",
            "Version": "0.12.0"
        },
        {
            "Info": "",
            "Updated": "2022-11-29T11:30:05.2284058+08:00",
            "Source": "nirsoft",
            "Name": "hotkeyslist",
            "Version": "1.05"
        },
        {
            "Info": "",
            "Updated": "2023-03-06T15:57:16.2000823+08:00",
            "Source": "im-select",
            "Name": "im-select",
            "Version": "1.0.1"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T12:23:53.5827099+08:00",
            "Source": "main",
            "Name": "innounp",
            "Version": "0.50"
        },
        {
            "Info": "",
            "Updated": "2022-09-01T09:36:10.0455396+08:00",
            "Source": "main",
            "Name": "iperf3",
            "Version": "3.1.3"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:02:01.3695792+08:00",
            "Source": "main",
            "Name": "jom",
            "Version": "1.1.3"
        },
        {
            "Info": "",
            "Updated": "2022-11-14T15:05:31.5334793+08:00",
            "Source": "main",
            "Name": "lazydocker",
            "Version": "0.20.0"
        },
        {
            "Info": "",
            "Updated": "2022-09-05T17:12:52.8624636+08:00",
            "Source": "main",
            "Name": "less",
            "Version": "608"
        },
        {
            "Info": "",
            "Updated": "2022-12-19T10:59:57.5060355+08:00",
            "Source": "main",
            "Name": "llvm",
            "Version": "15.0.6"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:03:06.1900189+08:00",
            "Source": "extras",
            "Name": "logexpert",
            "Version": "1.9.0"
        },
        {
            "Info": "",
            "Updated": "2022-09-15T11:58:56.5146882+08:00",
            "Source": "main",
            "Name": "lsd",
            "Version": "0.23.1"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:03:16.414003+08:00",
            "Source": "main",
            "Name": "lua",
            "Version": "5.4.2"
        },
        {
            "Info": "",
            "Updated": "2023-02-15T10:16:46.5486317+08:00",
            "Source": "extras",
            "Name": "meld",
            "Version": "3.22.0"
        },
        {
            "Info": "",
            "Updated": "2023-01-05T14:22:36.5424702+08:00",
            "Source": "main",
            "Name": "nasm",
            "Version": "2.16.01"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:03:18.2205163+08:00",
            "Source": "main",
            "Name": "neofetch",
            "Version": "7.1.0"
        },
        {
            "Info": "",
            "Updated": "2022-11-25T15:56:18.9260394+08:00",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.8.1"
        },
        {
            "Info": "Install failed",
            "Updated": "2022-10-11T15:23:14.0847858+08:00",
            "Source": null,
            "Name": "netcat",
            "Version": null
        },
        {
            "Info": "",
            "Updated": "2022-12-19T11:00:21.9608789+08:00",
            "Source": "main",
            "Name": "nodejs",
            "Version": "19.3.0"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:52:02.7368502+08:00",
            "Source": "extras",
            "Name": "notepadnext",
            "Version": "0.6"
        },
        {
            "Info": "",
            "Updated": "2022-09-15T14:54:33.7106769+08:00",
            "Source": "extras",
            "Name": "nsudo",
            "Version": "8.2"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:54:04.3782011+08:00",
            "Source": "main",
            "Name": "openssl",
            "Version": "3.0.8"
        },
        {
            "Info": "",
            "Updated": "2023-02-17T09:54:12.0405066+08:00",
            "Source": "zpt",
            "Name": "pasteex",
            "Version": "1.1.9.1"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T15:59:11.5225197+08:00",
            "Source": "main",
            "Name": "perl",
            "Version": "5.32.1.1"
        },
        {
            "Info": "",
            "Updated": "2022-10-08T10:00:54.3744052+08:00",
            "Source": "main",
            "Name": "refreshenv",
            "Version": "2022.06.30"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:07:46.2106956+08:00",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "13.0.0"
        },
        {
            "Info": "",
            "Updated": "2023-01-05T14:22:55.7477781+08:00",
            "Source": "main",
            "Name": "scrcpy",
            "Version": "1.25"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T15:53:26.8097154+08:00",
            "Source": "extras",
            "Name": "shadowsocks",
            "Version": "4.4.1.0"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T17:26:36.994593+08:00",
            "Source": "xyz1001",
            "Name": "simple-obfs",
            "Version": "0.0.5"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T14:57:01.9634461+08:00",
            "Source": "main",
            "Name": "sudo",
            "Version": "0.2020.01.26"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:54:19.912229+08:00",
            "Source": "extras",
            "Name": "sysinternals",
            "Version": "2023.01.25"
        },
        {
            "Info": "",
            "Updated": "2022-11-25T16:03:37.2346189+08:00",
            "Source": "main",
            "Name": "topgrade",
            "Version": "10.2.0"
        },
        {
            "Info": "",
            "Updated": "2022-11-25T16:03:41.5495046+08:00",
            "Source": "extras",
            "Name": "trafficmonitor",
            "Version": "1.84.1"
        },
        {
            "Info": "",
            "Updated": "2023-02-28T11:44:53.0366047+08:00",
            "Source": "main",
            "Name": "vim",
            "Version": "9.0"
        },
        {
            "Info": "",
            "Updated": "2022-10-25T11:08:59.180914+08:00",
            "Source": "main",
            "Name": "vivetool",
            "Version": "0.3.2"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:08:44.3291937+08:00",
            "Source": "main",
            "Name": "vmaf",
            "Version": "2.3.1"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:10:40.7597928+08:00",
            "Source": "catusax",
            "Name": "wsl2host",
            "Version": "0.3.5"
        },
        {
            "Info": "",
            "Updated": "2023-03-03T10:54:32.5191583+08:00",
            "Source": "main",
            "Name": "x264",
            "Version": "3106"
        },
        {
            "Info": "",
            "Updated": "2022-12-19T11:00:59.8757106+08:00",
            "Source": "extras",
            "Name": "x64dbg",
            "Version": "2022-12-12_15-45"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:09:12.2135876+08:00",
            "Source": "main",
            "Name": "yarn",
            "Version": "1.22.19"
        },
        {
            "Info": "",
            "Updated": "2022-08-24T16:09:19.1588975+08:00",
            "Source": "extras",
            "Name": "zeal",
            "Version": "0.6.1"
        }
    ],
    "buckets": [
        {
            "Name": "ashton",
            "Source": "https://git.ashtonc.ca/ashton/scoop-bucket",
            "Updated": "2022-11-23T01:05:00+08:00",
            "Manifests": 6
        },
        {
            "Name": "catusax",
            "Source": "https://github.com/catusax/scoop-bucket",
            "Updated": "2022-06-22T20:41:18+08:00",
            "Manifests": 12
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-03-06T12:28:21+08:00",
            "Manifests": 1785
        },
        {
            "Name": "im-select",
            "Source": "https://github.com/daipeihust/im-select",
            "Updated": "2023-02-22T16:24:03+08:00",
            "Manifests": 1
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-03-06T08:33:33+08:00",
            "Manifests": 1170
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-03-05T04:12:54+08:00",
            "Manifests": 215
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2022-06-22T00:00:55+08:00",
            "Manifests": 271
        },
        {
            "Name": "xyz1001",
            "Source": "https://github.com/xyz1001/scoop-bucket",
            "Updated": "2022-08-24T16:58:43+08:00",
            "Manifests": 1
        },
        {
            "Name": "zpt",
            "Source": "https://github.com/acdzh/zpt.git",
            "Updated": "2022-10-10T16:22:23+08:00",
            "Manifests": 13
        }
    ]
}
