{
    "apps": [
        {
            "Source": "main",
            "Updated": "2022-06-21T19:04:26.4955305+08:00",
            "Version": "22.00",
            "Info": "",
            "Name": "7zip"
        },
        {
            "Source": "main",
            "Updated": "2021-12-17T11:22:38.2077239+08:00",
            "Version": "3.5.0",
            "Info": "",
            "Name": "ack"
        },
        {
            "Source": "main",
            "Updated": "2022-06-21T19:04:29.7171662+08:00",
            "Version": "33.0.2",
            "Info": "",
            "Name": "adb"
        },
        {
            "Source": "main",
            "Updated": "2021-11-23T12:36:16.4592264+08:00",
            "Version": "1.36.0-1",
            "Info": "",
            "Name": "aria2"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:32:33.0055169+08:00",
            "Version": "0.21.0",
            "Info": "",
            "Name": "bat"
        },
        {
            "Source": "main",
            "Updated": "2022-06-21T19:04:45.6183348+08:00",
            "Version": "4716-g31467ddfc",
            "Info": "",
            "Name": "busybox"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:33:17.2019824+08:00",
            "Version": "3.23.2",
            "Info": "",
            "Name": "cmake"
        },
        {
            "Source": "extras",
            "Updated": "2022-04-18T09:47:49.4917032+08:00",
            "Version": "2.01",
            "Info": "",
            "Name": "cpu-z"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:33:22.3837981+08:00",
            "Version": "0.13.0",
            "Info": "",
            "Name": "delta"
        },
        {
            "Source": "extras",
            "Updated": "2021-11-23T14:48:20.4815301+08:00",
            "Version": "1.11.1",
            "Info": "",
            "Name": "dependencies"
        },
        {
            "Source": "extras",
            "Updated": "2021-11-26T15:53:04.9116504+08:00",
            "Version": "10.1.1002.1",
            "Info": "",
            "Name": "dismplusplus"
        },
        {
            "Source": "nirsoft",
            "Updated": "2022-04-15T18:49:19.4289657+08:00",
            "Version": "1.05",
            "Info": "",
            "Name": "encryptedregview"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:33:25.8757775+08:00",
            "Version": "8.4.0",
            "Info": "",
            "Name": "fd"
        },
        {
            "Source": "main",
            "Updated": "2022-04-18T09:48:31.2643926+08:00",
            "Version": "5.0.1",
            "Info": "",
            "Name": "ffmpeg"
        },
        {
            "Source": "main",
            "Updated": "2022-04-18T09:49:09.6284007+08:00",
            "Version": "5.0.1",
            "Info": "",
            "Name": "ffmpeg-shared"
        },
        {
            "Source": "main",
            "Updated": "2022-03-29T10:34:29.1968887+08:00",
            "Version": "5.38",
            "Info": "",
            "Name": "file"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2021-11-23T16:07:45.7993495+08:00",
            "Version": "2.1.0",
            "Info": "",
            "Name": "FiraCode-NF"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2021-11-23T16:08:54.5291764+08:00",
            "Version": "2.1.0",
            "Info": "",
            "Name": "FiraCode-NF-Mono"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:33:30.6503406+08:00",
            "Version": "5.14.0",
            "Info": "",
            "Name": "gdu"
        },
        {
            "Source": "main",
            "Updated": "2022-07-01T11:40:57.9127629+08:00",
            "Version": "2.37.0.windows.1",
            "Info": "",
            "Name": "git"
        },
        {
            "Source": "main",
            "Updated": "2021-11-23T16:10:33.0208528+08:00",
            "Version": "0.50",
            "Info": "",
            "Name": "innounp"
        },
        {
            "Source": "main",
            "Updated": "2021-12-06T16:47:22.9988301+08:00",
            "Version": "1.1.3",
            "Info": "",
            "Name": "jom"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:34:39.2525866+08:00",
            "Version": "0.18.1",
            "Info": "",
            "Name": "lazydocker"
        },
        {
            "Source": "main",
            "Updated": "2021-12-15T10:51:50.9961987+08:00",
            "Version": "590",
            "Info": "",
            "Name": "less"
        },
        {
            "Source": "main",
            "Updated": "2022-07-01T11:42:22.0430354+08:00",
            "Version": "14.0.6",
            "Info": "",
            "Name": "llvm"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-13T15:31:58.7975628+08:00",
            "Version": "1.8.7",
            "Info": "",
            "Name": "logexpert"
        },
        {
            "Source": "main",
            "Updated": "2022-03-25T15:42:06.5191488+08:00",
            "Version": "5.4.2",
            "Info": "",
            "Name": "lua"
        },
        {
            "Source": "extras",
            "Updated": "2022-04-18T10:07:30.5060651+08:00",
            "Version": "20220414",
            "Info": "",
            "Name": "manjarowsl"
        },
        {
            "Source": "main",
            "Updated": "2021-11-25T17:35:08.0042254+08:00",
            "Version": "7.1.0",
            "Info": "",
            "Name": "neofetch"
        },
        {
            "Source": "main",
            "Updated": "2022-07-01T11:43:21.0156314+08:00",
            "Version": "0.7.2",
            "Info": "",
            "Name": "neovim"
        },
        {
            "Source": "main",
            "Updated": "2022-06-21T19:06:06.0862552+08:00",
            "Version": "18.4.0",
            "Info": "",
            "Name": "nodejs"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-31T15:39:22.0619677+08:00",
            "Version": "0.5.2",
            "Info": "",
            "Name": "notepadnext"
        },
        {
            "Source": "main",
            "Updated": "2022-07-01T11:46:41.848438+08:00",
            "Version": "3.0.4",
            "Info": "",
            "Name": "openssl"
        },
        {
            "Source": "main",
            "Updated": "2021-12-17T11:22:35.7318462+08:00",
            "Version": "5.32.1.1",
            "Info": "",
            "Name": "perl"
        },
        {
            "Source": "main",
            "Updated": "2021-11-25T14:46:09.5639933+08:00",
            "Version": "13.0.0",
            "Info": "",
            "Name": "ripgrep"
        },
        {
            "Source": "main",
            "Updated": "2022-05-06T11:21:36.2039323+08:00",
            "Version": "1.24",
            "Info": "",
            "Name": "scrcpy"
        },
        {
            "Source": "extras",
            "Updated": "2022-02-15T09:56:08.8028636+08:00",
            "Version": "4.4.1.0",
            "Info": "",
            "Name": "shadowsocks"
        },
        {
            "Source": "main",
            "Updated": "2021-11-23T15:58:46.563202+08:00",
            "Version": "0.2020.01.26",
            "Info": "",
            "Name": "sudo"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-31T15:41:06.4453144+08:00",
            "Version": "2022.May.11",
            "Info": "",
            "Name": "sysinternals"
        },
        {
            "Source": "extras",
            "Updated": "2022-02-15T09:55:25.5876563+08:00",
            "Version": "1.83",
            "Info": "",
            "Name": "trafficmonitor"
        },
        {
            "Source": "main",
            "Updated": "2022-07-01T11:46:59.4706955+08:00",
            "Version": "9.0",
            "Info": "",
            "Name": "vim"
        },
        {
            "Source": "main",
            "Updated": "2022-04-18T10:10:47.5972308+08:00",
            "Version": "2.3.1",
            "Info": "",
            "Name": "vmaf"
        },
        {
            "Source": "catusax",
            "Updated": "2022-05-06T10:52:09.1411452+08:00",
            "Version": "0.3.5",
            "Info": "",
            "Name": "wsl2host"
        },
        {
            "Source": "extras",
            "Updated": "2022-07-01T11:49:16.2097829+08:00",
            "Version": "2022-06-30_17-05",
            "Info": "",
            "Name": "x64dbg"
        },
        {
            "Source": "main",
            "Updated": "2022-05-31T15:41:47.1134598+08:00",
            "Version": "1.22.19",
            "Info": "",
            "Name": "yarn"
        },
        {
            "Source": "extras",
            "Updated": "2021-11-24T09:19:29.6007682+08:00",
            "Version": "0.6.1",
            "Info": "",
            "Name": "zeal"
        }
    ],
    "buckets": [
        {
            "Name": "catusax",
            "Source": "https://github.com/catusax/scoop-bucket",
            "Updated": "2022-06-22T20:41:18+08:00",
            "Manifests": 12
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2022-07-22T12:34:46+08:00",
            "Manifests": 1614
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2022-07-22T12:34:07+08:00",
            "Manifests": 1061
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2022-07-22T09:15:59+08:00",
            "Manifests": 202
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2022-06-22T00:00:55+08:00",
            "Manifests": 271
        }
    ]
}
