{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2022-07-22T16:06:11.851-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "9WZDNCRDD007"
				},
				{
					"PackageIdentifier" : "9P7QFQMJRFP7"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "JGraph.Draw"
				},
				{
					"PackageIdentifier" : "Alibaba.aDrive"
				},
				{
					"PackageIdentifier" : "360.360Zip"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier" : "MarkText.MarkText"
				},
				{
					"PackageIdentifier" : "Audacity.Audacity"
				},
				{
					"PackageIdentifier" : "dbeaver.dbeaver"
				},
				{
					"PackageIdentifier" : "Ditto.Ditto"
				},
				{
					"PackageIdentifier" : "voidtools.Everything"
				},
				{
					"PackageIdentifier" : "Hex-Rays.IDA.Free"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "NirSoft.BlueScreenView"
				},
				{
					"PackageIdentifier" : "Insecure.Nmap"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio"
				},
				{
					"PackageIdentifier" : "AngusJohnson.ResourceHacker"
				},
				{
					"PackageIdentifier" : "Rufus.Rufus"
				},
				{
					"PackageIdentifier" : "Tencent.WeChat"
				},
				{
					"PackageIdentifier" : "lyswhut.lx-music-desktop"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.6"
				},
				{
					"PackageIdentifier" : "RandyRants.SharpKeys"
				},
				{
					"PackageIdentifier" : "Appest.Dida"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2010Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2015-2022Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "DebaucheeOpenSourceGroup.Barrier"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Telegram.TelegramDesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2015-2022Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2008Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "WiresharkFoundation.Wireshark"
				},
				{
					"PackageIdentifier" : "QL-Win.QuickLook"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2010Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.6"
				},
				{
					"PackageIdentifier" : "Tencent.wechat-work"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.3.1391-preview"
}